Repository: pfederi/Next-Wave
Catalog: NextWaveWidget/Localizable.xcstrings
Source language: en
Languages: de, fr, it

source: Add Favorites
de: Favoriten hinzufügen
fr: Ajouter des favoris
it: Aggiungi preferiti

source: Add favorite ferry stations to see departure times and schedules
de: Füge favorisierte Schiffsstationen hinzu, um Abfahrtszeiten und Fahrpläne zu sehen
fr: Ajoutez des stations de bateau favorites pour voir les heures de départ et les horaires
it: Aggiungi stazioni dei battelli preferite per vedere orari e partenze

source: Add favorite stations in the app to see departure times
de: Füge in der App Favoriten-Stationen hinzu, um Abfahrtszeiten zu sehen
fr: Ajoutez des stations favorites dans l'app pour voir les heures de départ
it: Aggiungi stazioni preferite nell'app per vedere gli orari di partenza

source: Data Needs Update
de: Daten müssen aktualisiert werden
fr: Données à mettre à jour
it: Dati da aggiornare

source: Data from Today
de: Daten von heute
fr: Données d'aujourd'hui
it: Dati di oggi

source: Departure data is %lld day old
de: Abfahrtsdaten sind %lld Tag alt
fr: Les données de départ datent de %lld jour
it: I dati di partenza risalgono a %lld giorno fa

source: Departure data is %lld days old
de: Abfahrtsdaten sind %lld Tage alt
fr: Les données de départ datent de %lld jours
it: I dati di partenza risalgono a %lld giorni fa

source: Departure data is %lldh old - tap to update
de: Abfahrtsdaten sind %lld Std. alt – zum Aktualisieren tippen
fr: Les données de départ datent de %lld h – toucher pour mettre à jour
it: I dati di partenza risalgono a %lld h fa – tocca per aggiornare

source: Departure data is about %lld hour old
de: Abfahrtsdaten sind etwa %lld Stunde alt
fr: Les données de départ datent d'environ %lld heure
it: I dati di partenza risalgono a circa %lld ora fa

source: Departure data is about %lld hours old
de: Abfahrtsdaten sind etwa %lld Stunden alt
fr: Les données de départ datent d'environ %lld heures
it: I dati di partenza risalgono a circa %lld ore fa

source: Ferry Schedule
de: Bootsfahrplan
fr: Horaire des bateaux
it: Orario battelli

source: Fetching departure times from your favorites
de: Abfahrtszeiten deiner Favoriten werden geladen
fr: Récupération des heures de départ de vos favoris
it: Recupero degli orari di partenza dei tuoi preferiti

source: Fetching schedules for your %lld favorite stations
de: Fahrpläne für deine %lld Favoriten-Stationen werden geladen
fr: Récupération des horaires pour vos %lld stations favorites
it: Recupero degli orari per le tue %lld stazioni preferite

source: Loading Departure Times
de: Abfahrtszeiten werden geladen
fr: Chargement des heures de départ
it: Caricamento orari di partenza

source: Loading Schedules...
de: Fahrpläne werden geladen …
fr: Chargement des horaires…
it: Caricamento orari…

source: Loading...
de: Lädt …
fr: Chargement…
it: Caricamento…

source: Multiple departures view ready
de: Mehrfachansicht der Abfahrten bereit
fr: Vue des départs multiples prête
it: Vista delle partenze multiple pronta

source: Nearest Station
de: Nächstgelegene Station
fr: Station la plus proche
it: Stazione più vicina

source: Next 5 Departures
de: Nächste 5 Abfahrten
fr: 5 prochains départs
it: Prossime 5 partenze

source: Next Departure
de: Nächste Abfahrt
fr: Prochain départ
it: Prossima partenza

source: No Favorites Set
de: Keine Favoriten festgelegt
fr: Aucun favori défini
it: Nessun preferito impostato

source: No departure data
de: Keine Abfahrtsdaten
fr: Aucune donnée de départ
it: Nessun dato di partenza

source: Open App
de: App öffnen
fr: Ouvrir l'app
it: Apri l'app

source: Open App to Refresh
de: App zum Aktualisieren öffnen
fr: Ouvrir l'app pour actualiser
it: Apri l'app per aggiornare

source: Open NextWave app and tap the heart icon on stations you use frequently
de: Öffne die NextWave-App und tippe auf das Herz-Symbol bei Stationen, die du häufig nutzt
fr: Ouvrez l'app NextWave et touchez l'icône cœur sur les stations que vous utilisez fréquemment
it: Apri l'app NextWave e tocca l'icona a forma di cuore sulle stazioni che usi più spesso

source: Open NextWave app to download fresh ferry schedules
de: Öffne die NextWave-App, um aktuelle Fahrpläne herunterzuladen
fr: Ouvrez l'app NextWave pour télécharger des horaires de bateaux actuels
it: Apri l'app NextWave per scaricare orari battelli aggiornati

source: Open NextWave app to load fresh departure times
de: Öffne die NextWave-App, um aktuelle Abfahrtszeiten zu laden
fr: Ouvrez l'app NextWave pour charger les heures de départ actuelles
it: Apri l'app NextWave per caricare gli orari di partenza aggiornati

source: Open NextWave app to load fresh schedules and departure times
de: Öffne die NextWave-App, um aktuelle Fahrpläne und Abfahrtszeiten zu laden
fr: Ouvrez l'app NextWave pour charger des horaires et heures de départ actuels
it: Apri l'app NextWave per caricare orari e partenze aggiornati

source: Open app to refresh and see current departure times
de: Öffne die App zum Aktualisieren und sieh aktuelle Abfahrtszeiten
fr: Ouvrez l'app pour actualiser et voir les heures de départ actuelles
it: Apri l'app per aggiornare e vedere gli orari di partenza attuali

source: Refresh Needed
de: Aktualisierung erforderlich
fr: Actualisation nécessaire
it: Aggiornamento necessario

source: Schedules Available
de: Fahrpläne verfügbar
fr: Horaires disponibles
it: Orari disponibili

source: Schedules are %lld hours old and may be outdated
de: Die Fahrpläne sind %lld Stunden alt und könnten veraltet sein
fr: Les horaires datent de %lld heures et peuvent être obsolètes
it: Gli orari risalgono a %lld ore fa e potrebbero non essere aggiornati

source: Tap to refresh
de: Zum Aktualisieren tippen
fr: Toucher pour actualiser
it: Tocca per aggiornare

source: This may take a moment - departure data is being loaded in the background
de: Das kann einen Moment dauern – Abfahrtsdaten werden im Hintergrund geladen
fr: Cela peut prendre un moment – les données de départ sont chargées en arrière-plan
it: Potrebbe richiedere un momento – i dati di partenza vengono caricati in background

source: Unsupported widget size
de: Nicht unterstützte Widget-Größe
fr: Taille de widget non prise en charge
it: Dimensione widget non supportata

source: Update Required
de: Update erforderlich
fr: Mise à jour requise
it: Aggiornamento richiesto

source: Watch Only
de: Nur Watch
fr: Watch uniquement
it: Solo Watch

source: Your favorite stations have current departure information
de: Deine Favoriten-Stationen haben aktuelle Abfahrtsinformationen
fr: Vos stations favorites disposent d'informations de départ actuelles
it: Le tue stazioni preferite hanno informazioni di partenza aggiornate

source: at %@
de: um %@
fr: à %@
it: alle %@

source: for schedules
de: für Fahrpläne
fr: pour les horaires
it: per gli orari

source: in the app
de: in der App
fr: dans l'app
it: nell'app

source: now
de: jetzt
fr: maintenant
it: ora
